git
byobu
zsh
curl
htop
tree
lm-sensors
fonts-crosextra-carlito     # replacement for Calibri font
ttf-mscorefonts-installer
texlive-fonts-extra
fonts-cmu
ack
vim
vim-gtk                     # for clipboard capability
xbindkeys
xdotool
moreutils                   # for vidir, vipe, etc.

# networking
nfs-common
net-tools
nmap

# multimedia
inkscape
gimp
vlc
